Repository: xcv58/MacTools
Catalog: Plugins/MacSettings/Resources/MacSettings.xcstrings
Source language: en
Languages: ar, de, es, fr, ja, ko, pt, ru, tr, zh_hans, zh_hant

source: Clear History
ar: مسح السجل
de: Verlauf löschen
es: Borrar historial
fr: Effacer l’historique
ja: 履歴を消去
ko: 기록 지우기
pt: Limpar histórico
ru: Очистить историю
tr: Geçmişi Temizle
zh_hans: 清除历史
zh_hant: 清除記錄

source: Clear Search
ar: مسح البحث
de: Suche löschen
es: Borrar búsqueda
fr: Effacer la recherche
ja: 検索をクリア
ko: 검색 지우기
pt: Limpar busca
ru: Очистить поиск
tr: Aramayı Temizle
zh_hans: 清除搜索
zh_hant: 清除搜尋

source: Click a scroll bar to jump to that position instead of the next page.
ar: انقر فوق شريط التمرير للانتقال إلى هذا الموضع بدلاً من الصفحة التالية.
de: Klicken Sie auf eine Bildlaufleiste, um direkt an diese Position zu springen, anstatt zur nächsten Seite zu wechseln.
es: Haga clic en una barra de desplazamiento para saltar a esa posición en lugar de a la página siguiente.
fr: Cliquez sur une barre de défilement pour accéder à cette position au lieu de la page suivante.
ja: スクロール バーをクリックすると、次のページではなくその位置にジャンプします。
ko: 스크롤 막대를 클릭하면 다음 페이지 대신 클릭한 위치로 바로 이동합니다.
pt: Clique em uma barra de rolagem para ir para essa posição em vez de ir para a próxima página.
ru: Щелкните полосу прокрутки, чтобы перейти к этой позиции вместо следующей страницы.
tr: Kaydırma çubuğuna tıkladığınızda sonraki sayfaya geçmek yerine doğrudan o konuma gidilir.
zh_hans: 点按滚动条时直接移动到对应位置，而不是翻到下一页。
zh_hant: 點按捲軸時直接移動到對應位置，而不是翻到下一頁。

source: Click in Bottom-Left Corner
ar: انقر في الزاوية السفلية اليسرى
de: Klick in die untere linke Ecke
es: Clic en la esquina inferior izquierda
fr: Cliquez dans le coin inférieur gauche
ja: 左下隅をクリックします
ko: 왼쪽 하단 모서리 클릭
pt: Clicar no canto inferior esquerdo
ru: Нажатие в левом нижнем углу
tr: Sol Alt Köşeye Tıklama
zh_hans: 点按左下角
zh_hant: 點按左下角

source: Click in Bottom-Right Corner
ar: انقر في الزاوية اليمنى السفلية
de: Klick in die untere rechte Ecke
es: Clic en la esquina inferior derecha
fr: Cliquez dans le coin inférieur droit
ja: 右下隅をクリックします
ko: 오른쪽 하단 모서리 클릭
pt: Clicar no canto inferior direito
ru: Нажатие в правом нижнем углу
tr: Sağ Alt Köşeye Tıklama
zh_hans: 点按右下角
zh_hant: 點按右下角

source: Click with Two Fingers
ar: انقر بإصبعين
de: Klick mit zwei Fingern
es: Clic con dos dedos
fr: Cliquez avec deux doigts
ja: 2 本の指でクリック
ko: 두 손가락으로 클릭
pt: Clicar com dois dedos
ru: Нажатие двумя пальцами
tr: İki Parmakla Tıklama
zh_hans: 双指点按
zh_hant: 雙指點按

source: Color
ar: لون
de: Farbe
fr: Couleur
ja: カラー
ko: 색상
pt: Cor
ru: Цвет
tr: Renk
zh_hans: 颜色
zh_hant: 顏色

source: Compare & Apply
ar: مقارنة وتطبيق
de: Vergleichen und anwenden
es: Comparar y aplicar
fr: Comparer et appliquer
ja: 比較して適用
ko: 비교 및 적용
pt: Comparar e aplicar
ru: Сравнить и применить
tr: Karşılaştır ve Uygula
zh_hans: 比较与应用
zh_hant: 比較與套用

source: Compare & Apply · %@
ar: مقارنة وتطبيق · %@
de: Vergleichen und anwenden · %@
es: Comparar y aplicar · %@
fr: Comparer et appliquer · %@
ja: 比較して適用 · %@
ko: 비교 및 적용 · %@
pt: Comparar e aplicar · %@
ru: Сравнить и применить · %@
tr: Karşılaştır ve Uygula · %@
zh_hans: 比较与应用 · %@
zh_hant: 比較與套用 · %@

source: Compare Current and Original Values
ar: قارن بين القيم الحالية والأصلية
de: Aktuelle Werte und Originalwerte vergleichen
es: Comparar valores actuales y originales
fr: Comparer les valeurs actuelles et originales
ja: 現在の値と元の値を比較する
ko: 현재 값과 원래 값 비교
pt: Comparar valores atuais e originais
ru: Сравнение текущих и исходных значений
tr: Geçerli ve Özgün Değerleri Karşılaştır
zh_hans: 查看当前值与原值
zh_hant: 查看目前值與原值

source: Complete this step manually in System Settings.
ar: أكمل هذه الخطوة يدويًا في إعدادات النظام.
de: Führen Sie diesen Schritt manuell in den Systemeinstellungen aus.
es: Completa este paso manualmente en Ajustes del Sistema.
fr: Effectuez cette étape manuellement dans Réglages Système.
ja: この手順はシステム設定で手動で完了してください。
ko: 시스템 설정에서 이 단계를 수동으로 완료하세요.
pt: Conclua esta etapa manualmente nos Ajustes do Sistema.
ru: Выполните этот шаг вручную в Системных настройках.
tr: Bu adımı Sistem Ayarları'nda el ile tamamlayın.
zh_hans: 需要在系统设置中手动完成。
zh_hant: 需要在系統設定中手動完成。

source: Completed
ar: اكتمل
de: Abgeschlossen
es: Completado
fr: Terminé
ja: 完了
ko: 완료됨
pt: Concluído
ru: Завершено
tr: Tamamlandı
zh_hans: 已完成
zh_hant: 已完成

source: Computer
ar: الكمبيوتر
es: Computadora
fr: Ordinateur
ja: コンピュータ
ko: 컴퓨터
pt: Computador
ru: Компьютер
tr: Bilgisayar
zh_hans: 电脑
zh_hant: 電腦

source: Could not apply the Dock setting immediately.
ar: تعذر تطبيق إعداد Dock على الفور.
de: Die Dock-Einstellung konnte nicht sofort angewendet werden.
es: No se pudo aplicar el ajuste del Dock inmediatamente.
fr: Impossible d'appliquer le paramètre Dock immédiatement.
ja: Dockの設定をすぐに適用できませんでした。
ko: Dock 설정을 즉시 적용할 수 없습니다.
pt: Não foi possível aplicar a configuração do Dock imediatamente.
ru: Не удалось немедленно применить настройку Dock.
tr: Dock ayarı hemen uygulanamadı.
zh_hans: 无法立即应用程序坞设置。
zh_hant: 無法立即套用 Dock 設定。

source: Could not apply the setting.
ar: تعذر تطبيق الإعداد.
de: Die Einstellung konnte nicht angewendet werden.
es: No se pudo aplicar la configuración.
fr: Impossible d'appliquer le paramètre.
ja: 設定を適用できませんでした。
ko: 설정을 적용하지 못했습니다.
pt: Não foi possível aplicar a configuração.
ru: Не удалось применить настройку.
tr: Ayar uygulanamadı.
zh_hans: 无法应用设置。
zh_hant: 無法套用設定。

source: Could not create the system settings command.
ar: تعذر إنشاء أمر إعدادات النظام.
de: Der Befehl für die Systemeinstellungen konnte nicht erstellt werden.
es: No se pudo crear el comando de configuración del sistema.
fr: Impossible de créer la commande des paramètres système.
ja: システム設定コマンドを作成できませんでした。
ko: 시스템 설정 명령을 생성할 수 없습니다.
pt: Não foi possível criar o comando de configurações do sistema.
ru: Не удалось создать команду системных настроек.
tr: Sistem ayarları komutu oluşturulamadı.
zh_hans: 无法创建系统设置命令。
zh_hant: 無法建立系統設定命令。

source: Could not import the profile: %@
ar: تعذر استيراد ملف التعريف: %@
de: Das Profil konnte nicht importiert werden: %@
es: No se pudo importar el perfil: %@
fr: Impossible d'importer le profil : %@
ja: プロファイルをインポートできませんでした: %@
ko: 프로필을 가져올 수 없습니다: %@
pt: Não foi possível importar o perfil: %@
ru: Не удалось импортировать профиль: %@.
tr: Profil içe aktarılamadı: %@
zh_hans: 无法导入配置：%@
zh_hant: 無法匯入設定檔：%@

source: Could not read the appearance mode. Enable or update the Dark Mode plugin.
ar: تعذرت قراءة وضع المظهر. فعّل إضافة الوضع الداكن أو حدّثها.
de: Der Erscheinungsmodus konnte nicht gelesen werden. Aktivieren oder aktualisieren Sie das Dunkelmodus-Plugin.
es: No se pudo leer el modo de apariencia. Habilite o actualice el complemento Modo oscuro.
fr: Impossible de lire le mode d’apparence. Activez ou mettez à jour le plugin Mode sombre.
ja: 外観モードを読み取れませんでした。「ダークモード」プラグインを有効にするか、更新してください。
ko: 화면 모드를 읽을 수 없습니다. 다크 모드 플러그인을 활성화하거나 업데이트하세요.
pt: Não foi possível ler o modo de aparência. Habilite ou atualize o plugin Modo escuro.
ru: Не удалось прочитать режим оформления. Включите или обновите плагин «Тёмный режим».
tr: Görünüm modu okunamadı. Karanlık Mod eklentisini etkinleştirin veya güncelleyin.
zh_hans: 无法读取系统外观模式，请启用或更新深色模式插件。
zh_hant: 無法讀取系統外觀模式，請啟用或更新深色模式外掛。

source: Could not read the current value.
ar: تعذر قراءة القيمة الحالية.
de: Der aktuelle Wert konnte nicht gelesen werden.
es: No se pudo leer el valor actual.
fr: Impossible de lire la valeur actuelle.
ja: 現在値を読み取れませんでした。
ko: 현재 값을 읽을 수 없습니다.
pt: Não foi possível ler o valor atual.
ru: Не удалось прочитать текущее значение.
tr: Geçerli değer okunamadı.
zh_hans: 无法读取当前值。
zh_hant: 無法讀取目前值。

source: Could not read the status.
ar: تعذر قراءة الحالة.
de: Der Status konnte nicht gelesen werden.
es: No se pudo leer el estado.
fr: Impossible de lire le statut.
ja: ステータスを読み取れませんでした。
ko: 상태를 읽을 수 없습니다.
pt: Não foi possível ler o status.
ru: Не удалось прочитать статус.
tr: Durum okunamadı.
zh_hans: 无法读取状态。
zh_hant: 無法讀取狀態。

source: Could not run the system settings tool.
ar: تعذر تشغيل أداة إعدادات النظام.
de: Das Tool für die Systemeinstellungen konnte nicht ausgeführt werden.
es: No se pudo ejecutar la herramienta de configuración del sistema.
fr: Impossible d'exécuter l'outil de paramètres système.
ja: システム設定ツールを実行できませんでした。
ko: 시스템 설정 도구를 실행할 수 없습니다.
pt: Não foi possível executar a ferramenta de configurações do sistema.
ru: Не удалось запустить инструмент настройки системы.
tr: Sistem ayarları aracı çalıştırılamadı.
zh_hans: 无法运行系统设置工具。
zh_hant: 無法執行系統設定工具。

source: Could not save system preferences.
ar: تعذر حفظ تفضيلات النظام.
de: Die Systemeinstellungen konnten nicht gespeichert werden.
es: No se pudieron guardar las preferencias del sistema.
fr: Impossible d'enregistrer les préférences système.
ja: システム環境設定を保存できませんでした。
ko: 시스템 기본 설정을 저장할 수 없습니다.
pt: Não foi possível salvar as preferências do sistema.
ru: Не удалось сохранить системные настройки.
tr: Sistem tercihleri kaydedilemedi.
zh_hans: 无法保存系统偏好设置。
zh_hant: 無法儲存系統偏好設定。

source: Could not save system settings.
ar: تعذر حفظ إعدادات النظام.
de: Die Systemeinstellungen konnten nicht gespeichert werden.
es: No se pudo guardar la configuración del sistema.
fr: Impossible d'enregistrer les paramètres système.
ja: システム設定を保存できませんでした。
ko: 시스템 설정을 저장할 수 없습니다.
pt: Não foi possível salvar as configurações do sistema.
ru: Не удалось сохранить системные настройки.
tr: Sistem ayarları kaydedilemedi.
zh_hans: 无法保存系统设置。
zh_hant: 無法儲存系統設定。

source: Could not save the pointer size.
ar: تعذر حفظ حجم المؤشر.
de: Die Zeigergröße konnte nicht gespeichert werden.
es: No se pudo guardar el tamaño del puntero.
fr: Impossible d'enregistrer la taille du pointeur.
ja: ポインタサイズを保存できませんでした。
ko: 포인터 크기를 저장할 수 없습니다.
pt: Não foi possível salvar o tamanho do ponteiro.
ru: Не удалось сохранить размер указателя.
tr: İşaretçi boyutu kaydedilemedi.
zh_hans: 无法保存指针大小。
zh_hant: 無法儲存指標大小。

source: Could not save the profile. Check the profile count and available storage, then try again.
ar: تعذر حفظ ملف التعريف. تحقق من عدد ملفات التعريف ومساحة التخزين المتاحة، ثم حاول مرة أخرى.
de: Das Profil konnte nicht gespeichert werden. Überprüfen Sie die Anzahl der Profile sowie den verfügbaren Speicherplatz und versuchen Sie es erneut.
es: No se pudo guardar el perfil. Verifique el recuento de perfiles y el almacenamiento disponible y vuelva a intentarlo.
fr: Impossible d'enregistrer le profil. Vérifiez le nombre de profils et l’espace de stockage disponible, puis réessayez.
ja: プロファイルを保存できませんでした。プロファイル数と空き容量を確認して、再試行してください。
ko: 프로필을 저장할 수 없습니다. 프로필 수와 사용 가능한 저장 공간을 확인한 후 다시 시도하세요.
pt: Não foi possível salvar o perfil. Verifique a contagem de perfis e o armazenamento disponível e tente novamente.
ru: Не удалось сохранить профиль. Проверьте количество профилей и доступное пространство, затем повторите попытку.
tr: Profil kaydedilemedi. Profil sayısını ve kullanılabilir depolama alanını kontrol edip yeniden deneyin.
zh_hans: 无法保存配置，请检查配置数量与存储空间后重试。
zh_hant: 無法儲存設定檔，請檢查設定檔數量與儲存空間後重試。

source: Could not save the setting.
ar: تعذر حفظ الإعداد.
de: Die Einstellung konnte nicht gespeichert werden.
es: No se pudo guardar la configuración.
fr: Impossible d'enregistrer le paramètre.
ja: 設定を保存できませんでした。
ko: 설정을 저장할 수 없습니다.
pt: Não foi possível salvar a configuração.
ru: Не удалось сохранить настройку.
tr: Ayar kaydedilemedi.
zh_hans: 无法保存设置。
zh_hant: 無法儲存設定。

source: Could not save trackpad settings.
ar: تعذر حفظ إعدادات لوحة التعقب.
de: Die Trackpad-Einstellungen konnten nicht gespeichert werden.
es: No se pudo guardar la configuración del trackpad.
fr: Impossible d'enregistrer les paramètres du trackpad.
ja: トラックパッド設定を保存できませんでした。
ko: 트랙패드 설정을 저장할 수 없습니다.
pt: Não foi possível salvar as configurações do trackpad.
ru: Не удалось сохранить настройки трекпада.
tr: Trackpad ayarları kaydedilemedi.
zh_hans: 无法保存触控板设置。
zh_hant: 無法儲存觸控板設定。

source: Could not verify the setting.
ar: تعذر التحقق من الإعداد.
de: Die Einstellung konnte nicht überprüft werden.
es: No se pudo verificar la configuración.
fr: Impossible de vérifier le paramètre.
ja: 設定を確認できませんでした。
ko: 설정을 확인할 수 없습니다.
pt: Não foi possível verificar a configuração.
ru: Не удалось проверить настройку.
tr: Ayar doğrulanamadı.
zh_hans: 无法验证设置。
zh_hant: 無法驗證設定。

source: Create Profile
ar: إنشاء ملف التعريف
de: Profil erstellen
es: Crear perfil
fr: Créer un profil
ja: プロファイルを作成
ko: 프로필 생성
pt: Criar perfil
ru: Создать профиль
tr: Profil Oluştur
zh_hans: 新建配置
zh_hant: 新增設定檔

source: Current Location (%@)
ar: الموقع الحالي (%@)
de: Aktueller Speicherort (%@)
es: Ubicación actual (%@)
fr: Emplacement actuel (%@)
ja: 現在の場所（%@）
ko: 현재 위치(%@)
pt: Localização Atual (%@)
ru: Текущее местоположение (%@)
tr: Geçerli Konum (%@)
zh_hans: 当前位置（%@）
zh_hant: 目前位置（%@）

source: Current Value Changed; Preview Again
ar: تغيّرت القيمة الحالية؛ عاين مجددًا
de: Aktueller Wert geändert; erneute Vorschau
es: El valor actual ha cambiado; vuelve a revisar la vista previa
fr: Valeur actuelle modifiée ; relancez l’aperçu
ja: 現在の値が変わりました。再度プレビューしてください
ko: 현재 값이 변경되었습니다. 다시 미리보기
pt: Valor Atual Alterado; Visualizar novamente
ru: Текущее значение изменилось; повторите предварительный просмотр
tr: Geçerli Değer Değişti; Yeniden Önizleyin
zh_hans: 当前值已变化，请重新预览
zh_hant: 目前值已變化，請重新預覽

source: Current value %@%@, %@
ar: القيمة الحالية %@%@، %@
de: Aktueller Wert %@%@, %@
es: Valor actual %@%@, %@
fr: Valeur actuelle %@%@, %@
ja: 現在値 %@%@、%@
ko: 현재 값 %@%@, %@
pt: Valor atual %@%@, %@
ru: Текущее значение %@%@, %@
tr: Geçerli değer %@%@, %@
zh_hans: 当前值 %@%@，%@
zh_hant: 目前值 %@%@，%@

source: Current values were kept.
ar: تم الاحتفاظ بالقيم الحالية.
de: Die aktuellen Werte wurden beibehalten.
es: Se mantuvieron los valores actuales.
fr: Les valeurs actuelles ont été conservées.
ja: 現在の値が保持されました。
ko: 현재 값이 유지되었습니다.
pt: Os valores atuais foram mantidos.
ru: Текущие значения сохранены.
tr: Geçerli değerler korundu.
zh_hans: 已保留当前值。
zh_hant: 已保留目前值。

source: Current: %@
ar: الحالي: %@
de: Aktuell: %@
es: Actual: %@
fr: Actuel : %@
ja: 現在: %@
ko: 현재: %@
pt: Atual: %@
ru: Текущее значение: %@
tr: Geçerli: %@
zh_hans: 当前：%@
zh_hant: 目前：%@

source: Dark
ar: داكن
de: Dunkel
es: Oscuro
fr: Sombre
ja: ダーク
ko: 다크
pt: Escuro
ru: Темное
tr: Karanlık
zh_hans: 深色
zh_hant: 深色

source: Delay Until Repeat
ar: تأخير حتى التكرار
de: Verzögerung bis zur Wiederholung
es: Retraso hasta repetición
fr: Délai jusqu'à la répétition
ja: リピートまでの遅延
ko: 반복 지연 시간
pt: Atraso até repetição
ru: Задержка до повтора
tr: Yinelemeden Önceki Gecikme
zh_hans: 重复前延迟
zh_hant: 重複前暫延

source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除
ko: 삭제
pt: Excluir
ru: Удалить
tr: Sil
zh_hans: 删除
zh_hant: 刪除

source: Description (Optional)
ar: الوصف (اختياري)
de: Beschreibung (optional)
es: Descripción (Opcional)
fr: Description (facultative)
ja: 説明 (オプション)
ko: 설명(선택)
pt: Descrição (opcional)
ru: Описание (необязательно)
tr: Açıklama (İsteğe Bağlı)
zh_hans: 说明（可选）
zh_hant: 說明（選填）

source: Deselect All
ar: إلغاء تحديد الكل
de: Alle abwählen
es: Deseleccionar todo
fr: Tout désélectionner
ja: すべての選択を解除
ko: 모두 선택 해제
pt: Desmarcar tudo
ru: Отменить выбор всех
tr: Tümünün Seçimini Kaldır
zh_hans: 取消全选
zh_hant: 取消全選

source: Desired value for %@
ar: القيمة المطلوبة لـ %@
de: Gewünschter Wert für %@
es: Valor deseado para %@
fr: Valeur souhaitée pour %@
ja: %@ の変更後の値
ko: ‘%@’의 목표 값
pt: Valor desejado para %@
ru: Требуемое значение настройки «%@»
tr: %@ için istenen değer
zh_hans: %@ 的目标值
zh_hant: %@ 的目標值

source: Desktop
ar: سطح المكتب
de: Schreibtisch
es: Escritorio
fr: Bureau
ja: デスクトップ
ko: 데스크탑
pt: Mesa
ru: Рабочий стол
tr: Masaüstü
zh_hans: 桌面
zh_hant: 桌面

source: Desktop & Dock
ar: سطح المكتب وDock
de: Schreibtisch & Dock
es: Escritorio y Dock
fr: Bureau et Dock
ja: デスクトップ&Dock
ko: 데스크탑 및 Dock
pt: Mesa e Dock
ru: Рабочий стол и Dock
tr: Masaüstü ve Dock
zh_hans: 桌面与程序坞
zh_hant: 桌面與 Dock

source: Device Preferences
ar: تفضيلات الجهاز
de: Geräteeinstellungen
es: Preferencias del dispositivo
fr: Préférences du périphérique
ja: デバイスの設定
ko: 장치 환경설정
pt: Preferências do dispositivo
ru: Настройки устройства
tr: Aygıt Tercihleri
zh_hans: 设备设置
zh_hant: 裝置偏好設定

source: Direct changes are not currently supported
ar: التغييرات المباشرة غير مدعومة حاليًا
de: Direkte Änderungen werden derzeit nicht unterstützt
es: Actualmente no se admiten cambios directos
fr: Les modifications directes ne sont actuellement pas prises en charge
ja: 直接変更は現在サポートされていません
ko: 현재 직접 변경은 지원되지 않습니다.
pt: Atualmente não há suporte para alterações diretas
ru: Прямые изменения в настоящее время не поддерживаются.
tr: Şu anda doğrudan değişiklik desteklenmiyor
zh_hans: 当前不支持直接更改
zh_hant: 目前不支援直接更改

source: Displays
ar: شاشات العرض
de: Monitore
es: Pantallas
fr: Écrans
ja: ディスプレイ
ko: 디스플레이
pt: Telas
ru: Дисплеи
tr: Ekranlar
zh_hans: 显示器
zh_hant: 顯示器

source: Dock Magnification
ar: تكبير Dock
de: Dock-Vergrößerung
es: Ampliación del Dock
fr: Agrandissement du Dock
ja: Dock の拡大
ko: Dock 확대
pt: Ampliação do Dock
ru: Увеличение Dock
tr: Dock Büyütme
zh_hans: 程序坞放大
zh_hant: Dock 放大

source: Dock Magnification Size
ar: حجم تكبير Dock
de: Dock-Vergrößerungsgröße
es: Tamaño de ampliación del Dock
fr: Taille des icônes agrandies du Dock
ja: Dock アイコンの拡大サイズ
ko: Dock 확대 크기
pt: Tamanho da ampliação do Dock
ru: Размер увеличенных значков Dock
tr: Dock Büyütme Boyutu
zh_hans: 程序坞放大尺寸
zh_hant: Dock 放大尺寸

source: Dock Position
ar: موضع Dock
es: Posición del Dock
fr: Position du Dock
ja: Dockの位置
ko: Dock 위치
pt: Posição do Dock
ru: Расположение Dock
tr: Dock Konumu
zh_hans: 程序坞位置
zh_hant: Dock 位置

source: Dock Size
ar: حجم Dock
de: Dock-Größe
es: Tamaño del Dock
fr: Taille du Dock
ja: Dockサイズ
ko: Dock 크기
pt: Tamanho do Dock
ru: Размер Dock
tr: Dock Boyutu
zh_hans: 程序坞大小
zh_hant: Dock 大小

source: Documents
ar: المستندات
de: Dokumente
es: Documentos
ja: ドキュメント
ko: 문서
pt: Documentos
ru: Документы
tr: Belgeler
zh_hans: 文稿
zh_hant: 文稿

source: Drag windows and items with three fingers.
ar: اسحب النوافذ والعناصر بثلاثة أصابع.
de: Fenster und Objekte mit drei Fingern bewegen.
es: Arrastre ventanas y elementos con tres dedos.
fr: Faites glisser les fenêtres et les éléments avec trois doigts.
ja: 3 本の指でウィンドウと項目をドラッグします。
ko: 세 손가락으로 창과 항목을 드래그하세요.
pt: Arraste janelas e itens com três dedos.
ru: Перетаскивайте окна и элементы тремя пальцами.
tr: Pencereleri ve öğeleri üç parmakla sürükleyin.
zh_hans: 使用三根手指拖移窗口和项目。
zh_hant: 使用三根手指拖移視窗和項目。

source: Edit
ar: تحرير
de: Bearbeiten
es: Editar
fr: Modifier
ja: 編集
ko: 편집
pt: Editar
ru: Изменить
tr: Düzenle
zh_hans: 编辑
zh_hant: 編輯

source: Edit Profile
ar: تعديل ملف التعريف
de: Profil bearbeiten
es: Editar perfil
fr: Modifier le profil
ja: プロファイルの編集
ko: 프로필 수정
pt: Editar perfil
ru: Редактировать профиль
tr: Profili Düzenle
zh_hans: 编辑配置
zh_hant: 編輯設定檔

source: Enlarge Dock icons when the pointer moves over them.
ar: تكبير أيقونات Dock عندما يتحرك المؤشر فوقها.
de: Dock-Symbole vergrößern, wenn der Zeiger darüber bewegt wird.
es: Amplía los iconos del Dock al pasar el puntero sobre ellos.
fr: Agrandit les icônes Dock lorsque le pointeur les survole.
ja: Dock アイコン上にポインタを置くとアイコンが拡大されます。
ko: Dock 아이콘 위로 포인터를 이동하면 아이콘이 확대됩니다.
pt: Amplie os ícones do Dock quando o ponteiro passar sobre eles.
ru: Увеличьте значки Dock, когда на них наведен указатель.
tr: İşaretçi simgelerin üzerine geldiğinde Dock simgelerini büyütür.
zh_hans: 指针移过图标时将其放大。
zh_hant: 指標移過圖示時將其放大。

source: Enter a name or keyword to view and change settings directly.
ar: أدخل اسمًا أو كلمة رئيسية لعرض الإعدادات وتغييرها مباشرةً.
de: Geben Sie einen Namen oder ein Schlagwort ein, um Einstellungen direkt anzuzeigen und zu ändern.
es: Ingrese un nombre o palabra clave para ver y cambiar la configuración directamente.
fr: Saisissez un nom ou un mot-clé pour afficher et modifier directement les paramètres.
ja: 名前またはキーワードを入力して、設定を直接表示および変更します。
ko: 이름이나 키워드를 입력하면 바로 설정을 확인하고 변경할 수 있습니다.
pt: Insira um nome ou palavra-chave para visualizar e alterar as configurações diretamente.
ru: Введите имя или ключевое слово, чтобы просмотреть и изменить настройки напрямую.
tr: Ayarları doğrudan görüntülemek ve değiştirmek için bir ad veya anahtar sözcük girin.
zh_hans: 输入名称或关键词，即可直接查看和更改设置。
zh_hant: 輸入名稱或關鍵字，即可直接查看和更改設定。

source: Enter a profile name.
ar: أدخل اسم ملف التعريف.
de: Geben Sie einen Profilnamen ein.
es: Ingrese un nombre de perfil.
fr: Saisissez un nom de profil.
ja: プロファイル名を入力してください。
ko: 프로필 이름을 입력하세요.
pt: Insira um nome de perfil.
ru: Введите имя профиля.
tr: Profil adı girin.
zh_hans: 请输入配置名称。
zh_hant: 請輸入設定檔名稱。

source: Expand a setting's details and choose Pin to Top. The first four also appear in the Feature Panel.
ar: قم بتوسيع تفاصيل الإعداد واختر تثبيت في الأعلى. تظهر الأربعة الأولى أيضًا في لوحة الميزات.
de: Erweitern Sie die Details einer Einstellung und wählen Sie „Oben anheften“. Die ersten vier erscheinen auch im Funktionsbereich.
es: Despliega los detalles de un ajuste y elige Fijar en la parte superior. Los cuatro primeros ajustes también aparecen en el Panel de funciones.
fr: Développez les détails d'un paramètre et choisissez Épingler en haut. Les quatre premiers apparaissent également dans le panneau de fonctionnalités.
ja: 設定の詳細を展開し、「最上部に固定」を選択します。最初の 4 項目は機能パネルにも表示されます。
ko: 설정 세부정보를 확장하고 상단에 고정을 선택합니다. 처음 4개는 기능 패널에도 나타납니다.
pt: Expanda os detalhes de uma configuração e escolha Fixar no topo. As primeiras quatro também aparecem no Painel de Recursos.
ru: Разверните сведения о настройке и выберите «Закрепить вверху». Первые четыре также отображаются на панели функций.
tr: Bir ayarın ayrıntılarını genişletin ve Başa Sabitle'yi seçin. İlk dört ayar ayrıca Özellik Paneli'nde görünür.
zh_hans: 展开设置详情并选择“固定到顶部”。前 4 项也会显示在功能面板中。
zh_hant: 展開設定詳情並選擇「固定到頂部」。前 4 項也會顯示在功能面板中。

source: Explicitly turn a supported Mac setting on or off.
ar: قم بتشغيل أو إيقاف إعداد Mac المدعوم بشكل صريح.
de: Eine unterstützte Mac-Einstellung explizit ein- oder ausschalten.
es: Activa o desactiva explícitamente una configuración de Mac compatible.
fr: Activer ou désactiver explicitement un paramètre Mac pris en charge.
ja: サポートされている Mac 設定を明示的にオンまたはオフにします。
ko: 지원되는 Mac 설정을 명시적으로 켜거나 끕니다.
pt: Ativar ou desativar explicitamente uma configuração compatível do Mac.
ru: Включить или выключить поддерживаемую настройку Mac.
tr: Desteklenen bir Mac ayarını açıkça açar veya kapatır.
zh_hans: 打开或关闭支持的 Mac 设置。
zh_hant: 明確開啟或關閉支援的 Mac 設定。

source: Export My Profiles
ar: تصدير ملفات التعريف الخاصة بي
de: Meine Profile exportieren
es: Exportar mis perfiles
fr: Exporter mes profils
ja: 保存したプロファイルをエクスポート
ko: 내 프로필 내보내기
pt: Exportar meus perfis
ru: Экспортировать мои профили
tr: Profillerimi Dışa Aktar
zh_hans: 导出我的配置
zh_hant: 匯出我的設定檔

source: Export…
ar: تصدير...
de: Exportieren…
es: Exportar…
fr: Exporter…
ja: エクスポート…
ko: 내보내기…
pt: Exportar…
ru: Экспортировать…
tr: Dışa Aktar…
zh_hans: 导出…
zh_hant: 匯出…

source: Failed and Rolled Back
ar: فشل وتم التراجع
de: Fehlgeschlagen; vorheriger Zustand wiederhergestellt
es: Error; cambios revertidos
fr: Échec ; état précédent restauré
ja: 失敗してロールバックされました
ko: 실패하고 롤백되었습니다
pt: Falha; alterações revertidas
ru: Ошибка; выполнен откат
tr: Başarısız Oldu ve Geri Alındı
zh_hans: 失败并已回滚
zh_hant: 失敗並已還原

source: Failed; Rollback Unsuccessful
ar: فشل؛ التراجع غير ناجح
de: Fehlgeschlagen; Wiederherstellung erfolglos
es: Falló; Reversión fallida
fr: Échec ; Échec de la restauration
ja: 失敗・ロールバックできませんでした
ko: 실패했습니다. 롤백 실패
pt: Falha; Reversão malsucedida
ru: Не удалось; откат не выполнен
tr: Başarısız; Geri Alma Başarısız
zh_hans: 失败，未能回滚
zh_hant: 失敗，未能還原

source: Finder Productivity
ar: إنتاجية Finder
de: Finder-Produktivität
es: Productividad en Finder
fr: Productivité dans le Finder
ja: Finder の効率化
ko: Finder 생산성
pt: Produtividade no Finder
ru: Эффективная работа в Finder
tr: Finder Verimliliği
zh_hans: 访达效率
zh_hant: Finder 效率

source: Focused Desktop
ar: سطح مكتب للتركيز
de: Fokussierter Schreibtisch
es: Escritorio enfocado
fr: Bureau ciblé
ja: 集中用デスクトップ
ko: 집중 데스크탑
pt: Área de trabalho focada
ru: Рабочий стол для сосредоточенной работы
tr: Odaklanmış Masaüstü
zh_hans: 专注桌面
zh_hant: 專注桌面
